{
    "nav_home":"Home",
    "nav_about":"About Us",
    "nav_projects":"Projects",
    "nav_services":"Services",
    "nav_contact":"Contact Us",
    "contact_title":"REQUEST A VISIT",
    "contact_title_nav":"Get Appointment",
    "contact_name":"Name",
    "contact_email":"E-mail",
    "contact_phone":"Phone",
    "contact_message":"Message",
    "contact_send":"Send",
    "footer_title":"Find out all the ways to enjoy luxury residential life around the world.",
    "footer_map":"Al Ain, Downtown, Marba'a District, 19th Street, Building, Mohammed Abdullah Al Hab, Abu Dhabi, United Arab Emirates",
    "header_home_title":"Emirates Contracting and General Maintenance Foundation",
    "header_home_desc":"It is a Foundation specialized in the field of contracting and general maintenance. It was established to provide integrated services in the construction and maintenance sector in the Al Ain ans Abu Dhabi region. We are committed to providing high-quality services, and we ensure that our customers’ requirements are met accurately and effectively. Emirates Contracting and General Maintenance Foundation is your ideal choice for your projects in the United Arab Emirates.",
    "header_home_button":"Discover more",
    "services_title":"",
    "services_desc":"",
    "services_one_title":"Building and construction works",
    "services_one_desc":"The Emirates General Contracting and Maintenance Foundation provides integrated services in the field of construction and implementation works, as it has extensive experience and superior skills, which makes us the ideal choice for your projects in the United Arab Emirates.",
     "services_two_title":"General maintenance and renovations",
    "services_two_desc":"After completing projects, we provide periodic maintenance and restoration services to ensure the continued proper operation of facilities and buildings",
     "services_three_title":"Electrical and plumbing works",
    "services_three_desc":"In addition to implementing and maintaining electrical and plumbing systems, the Foundation performs the following work",
    "services_three_desc_one":"Installing general electricity and internal distribution systems in buildings",
    "services_three_desc_two":"Extension and maintenance of electrical cable networks",
    "services_three_desc_three":"Installation and maintenance of internal and external lighting systems",
     "services_four_title":"Interior and exterior finishes",
    "services_four_desc":"We provide comprehensive finishing services that include interior design, painting, flooring, electrical and plumbing installations, installation of doors and windows, and all other details that guarantee a quality finish.",
     "services_five_title":"Installation of security and technical systems",
    "services_five_desc":"",
     "services_six_title":"Project management and engineering consulting services",
       "services_six_desc":"We manage projects with high efficiency, from coordinating schedules and managing resources to tracking costs and ensuring quality. We ensure that projects are delivered on time and within the specified budget.",
    "text_video":"watch our video",
      "header_about_title":"",
    "header_about_desc":"",
    "header_about_button":"",
    "project_title":"",
    "project_desc":"",
    "about_title":"Emirates Contracting and General Maintenance Foundation",
    "about_sub_title":"BEST ARCHITECTURE",
    "about_text":"",
    "about_desc":"We are committed to providing high quality services, and ensure that our customers' requirements are met accurately and effectively. Emirates Contracting and General Maintenance Foundation is considered your ideal choice for your projects in the United Arab Emirates",
    "about_option_one_title":"Our vision",
    "about_option_one_desc":"To be the preferred partner in the contracting and maintenance sector by providing high-quality services with international professional standards, and to contribute to improving and developing the communities in which we work.",
     "about_option_two_title":"Our message",
    "about_option_two_desc":"Providing innovative and effective solutions that meet the needs of our customers in the areas of construction and maintenance and contribute to achieving sustainable growth and economic development in our region.",
     "about_option_three_title":"",
    "about_option_three_desc":"",
    "choose":"Choose the",
    "best":"best with us",
    "footer":"With us you are always the best"
}